Repository: EugeneEl/PhotoShare
Catalog: PhotoShare/PhotoShare/*.lproj/Localizable.strings
Languages: ru

# DistanceMeasurementKey
source: km
ru: км

# yearsAgoKey
source: years ago
ru: лет назад

# monthsAgoKey
source: monthes ago
ru: месяцев назад

# weeksAgoKey
source: weeks ago
ru: недель назад

# daysAgoKey
source: days ago
ru: дней назад

# hoursAgoKey
source: hours ago
ru: часов назад

# minutesAgoKey
source: minutes ago
ru: минут назад

# secondsAgoKey
source: seconds ago
ru: секунд назад

# yearAgoKey
source: year ago
ru: один год назад

# monthAgoKey
source: month ago
ru: один месяц назад

# weekAgoKey
source: week ago
ru: одну неделю назад

# dayAgoKey
source: day ago
ru: один день назад

# hourAgoKey
source: hour ago
ru: один час назад

# minuteAgoKey
source: minute ago
ru: одну минуту назад

# secondAgoKey
source: second ago
ru: одну секунду назад

# actionSheetTitleNameKey
source: Share
ru: Поделиться

# actionSheetButtonSaveNameKey
source: Save
ru: Сохранить

# actionSheetButtonEmailNameKey
source: Send by mail
ru: Отправить по почте

# actionSheetButtonTwitterNameKey
source: Share on Twitter
ru: Отправить в Твиттер

# actionSheetButtonFacebookNameKey
source: Post to Facebook
ru: Отправить в Фейсбук

# actionSheetButtonCancelNameKey
source: Cancel
ru: Отменить

# subjectForMailTitleKey
source: Catch photo from your friend with PhotoShare
ru: Ловите фотографию от Вашего друга от PhotoShare!

# ErrorStringKey
source: Error
ru: Ошибка

# alertViewSuccessKey
source: Success
ru: Операция завершена успешно

# alertViewOnTwitterOrFacebookNoAcountKey
source: No account was found
ru: Достуаный аккаунт не найден

# alertViewOnTwitterErrorNoPhotoKey
source: No available photo to share
ru: Фото недоступно

# alertViewOnTwitterConfigerAccountKey
source: Configer your twitter account
ru: Настройне Ваш Твиттер аккаунт

# alertViewOnFacebookErrorNoPhotoKey
source: No available photo to share
ru: Фото недоступно

# alertViewOnFacebookConfigerAccountKey
source: Configer your facebook account
ru: Настройте Ваш Фейсбук аккаунт

# alertViewOnMailErrorMessageKey
source: Failed to send photo by mail
ru: Не удалось отправить фото по почте

# alertViewOnMailConfigerAccountKey
source: Mail service is not configured
ru: Настройте Ваш почтовый ящик

# alertViewOnSaveErrorKey
source: Failed to save photo
ru: Не удалось созхранить фото

# alertViewOnSaveSuccessKey
source: Photo was saved in PhotoShare album
ru: Фото успешно сохранено в альбом PhotoShare

# alertViewOnSendigMailErrorKey
source: Failed to send photo by mail
ru: Во время отправки фотографии по почте произошла ошибка

# alertViewOnFacebookSuccesstKey
source: Photo was successfully posted to Facebook
ru: Фото успешно отправлено в Facebook

# alertViewOnTwitterSuccesstKey
source: Photo was successfully twitted
ru: Фото успешно отправлено в Twitter

# alertViewOnMailSuccesstKey
source: Photo was successfully sent via mail
ru: Фото успешно отправлено по почте

# alertViewErrorNoCameraKey
source: Device has no camera
ru: В Вашем устройстве нет камеры
